[
    {
        "id": "fr1",
        "language": "fr",
        "level": "1",
        "difficulty": "easy",
        "content": "Le petit chat noir, qui s'appelle Minou, dort tranquillement sur le tapis rouge de ma chambre. Il aime ce tapis doux parce qu'il est très confortable. Chaque soir, après avoir mangé son repas, Minou se couche là et ronronne doucement. Parfois, il rêve et bouge ses petites pattes comme s'il courait après une souris imaginaire !"
    },
    {
        "id": "fr2",
        "language": "fr",
        "level": "1",
        "difficulty": "easy",
        "content": "Il fait très beau aujourd'hui, le ciel est bleu et le soleil brille fort. Les oiseaux chantent joyeusement dans le jardin de notre maison. Ils volent d'arbre en arbre et font de jolies mélodies. Mes amis et moi, nous aimons écouter leurs chansons en jouant dehors sur l'herbe verte."
    },
    {
        "id": "fr3",
        "language": "fr",
        "level": "1",
        "difficulty": "easy",
        "content": "À l'école, je mange une grosse pomme rouge avec mes amis pendant la récréation. Cette pomme est juteuse et délicieuse, et elle craque sous mes dents ! Mes amis ont aussi des fruits : une banane jaune, une orange et même des fraises. Nous partageons nos collations en riant sous le grand arbre de la cour."
    },
    {
        "id": "fr4",
        "language": "fr",
        "level": "1",
        "difficulty": "easy",
        "content": "La grande maison de ma grand-mère est rouge et très belle. Elle a un joli jardin plein de fleurs colorées, comme des roses rouges et des tulipes jaunes. Dans ce jardin, il y a aussi un petit étang où nagent des poissons dorés. Chaque weekend, je vais chez ma grand-mère et je joue dans ce jardin magique."
    },
    {
        "id": "fr5",
        "language": "fr",
        "level": "1",
        "difficulty": "easy",
        "content": "Tu as un petit chien marron qui s'appelle Max et qui adore jouer avec une balle rouge. Il court très vite dans le parc pour attraper sa balle et la ramène en remuant la queue. Parfois, il saute haut pour l'attraper en l'air ! Tous les enfants du quartier aiment regarder Max jouer joyeusement."
    },
    {
        "id": "fr6",
        "language": "fr",
        "level": "1",
        "difficulty": "medium",
        "content": "Le soleil jaune brille fort dans le ciel bleu clair. Il chauffe notre classe à l'école, et nous ouvrons les fenêtres pour laisser entrer l'air frais. Les rayons du soleil dansent sur nos bureaux, et nous voyons des papillons colorés voler dehors. C'est une belle journée pour apprendre et dessiner !"
    },
    {
        "id": "fr7",
        "language": "fr",
        "level": "1",
        "difficulty": "medium",
        "content": "Ma petite sœur, qui s'appelle Lila, lit un livre d'histoires rouge sous l'arbre du jardin. Ce livre raconte des aventures de dragons et de princesses. Elle tourne les pages avec soin et sourit à chaque image. Parfois, elle me lit une histoire, et nous rions ensemble sous l'arbre vert."
    },
    {
        "id": "fr8",
        "language": "fr",
        "level": "1",
        "difficulty": "medium",
        "content": "Mon grand frère, Ali, joue au football avec ses copains dans la cour de l'école. Ils courent après le ballon blanc et noir et crient de joie quand ils marquent un but. Moi, je les regarde depuis le banc et je les encourage. Après le match, ils boivent de l'eau et rient ensemble."
    },
    {
        "id": "fr9",
        "language": "fr",
        "level": "1",
        "difficulty": "medium",
        "content": "Chaque matin, nous allons tous ensemble à l'école à pied. Nous portons nos sacs à dos bleus et rouges, pleins de livres et de crayons. Sur le chemin, nous chantons des chansons et nous disons bonjour aux voisins. C'est amusant de marcher ensemble sous le soleil ou même sous la pluie !"
    },
    {
        "id": "fr10",
        "language": "fr",
        "level": "1",
        "difficulty": "hard",
        "content": "Un joli oiseau bleu vole près du grand arbre vert dans la cour de notre école. Il chante une belle chanson qui fait sourire tout le monde. Ses plumes brillent sous le soleil, et parfois, il se pose sur une branche pour regarder les enfants jouer. Nous aimons tous cet oiseau joyeux !"
    },
    {
        "id": "fr11",
        "language": "fr",
        "level": "1",
        "difficulty": "hard",
        "content": "Ma gentille maman prépare le petit déjeuner dans la cuisine. Elle coupe du pain frais et met de la confiture de fraises sur la table. L'odeur du pain grillé remplit la maison, et mon petit frère court pour s'asseoir. Nous mangeons tous ensemble et parlons de notre journée à l'école."
    },
    {
        "id": "fr12",
        "language": "fr",
        "level": "1",
        "difficulty": "hard",
        "content": "Les enfants de ma classe courent vite dans la grande cour pendant la récréation. Certains jouent à cache-cache, d'autres sautent à la corde. Moi, je joue avec une balle rouge avec mes amis. Nous rions beaucoup et nous amusons jusqu'à ce que la cloche sonne pour rentrer en classe."
    },
    {
        "id": "fr13",
        "language": "fr",
        "level": "2",
        "difficulty": "easy",
        "content": "Hier, j'ai mangé au restaurant avec toute ma famille, et c'était délicieux ! Nous avons commandé des pizzas et des jus de fruits. La serveuse était gentille et nous a donné des crayons pour dessiner sur la nappe en papier. Après le repas, nous avons partagé un gros dessert au chocolat."
    },
    {
        "id": "fr14",
        "language": "fr",
        "level": "2",
        "difficulty": "easy",
        "content": "Ce soir, ma sœur va faire ses devoirs de mathématiques dans sa chambre. Elle s'assoit à son bureau, sort ses cahiers et ses crayons, et travaille avec sérieux. Parfois, je l'aide à résoudre les problèmes difficiles. Ensuite, elle lit un livre pour se détendre avant de dormir."
    },
    {
        "id": "fr15",
        "language": "fr",
        "level": "2",
        "difficulty": "easy",
        "content": "Mardi dernier, nous avons visité le grand musée de la ville avec notre classe. Nous avons vu des statues anciennes, des peintures colorées et même des squelettes de dinosaures ! Notre maîtresse nous a expliqué beaucoup de choses, et nous avons pris des notes pour notre projet d'école."
    },
    {
        "id": "fr16",
        "language": "fr",
        "level": "2",
        "difficulty": "easy",
        "content": "Il pleut beaucoup aujourd'hui, alors nous ne pouvons pas jouer dehors dans la cour. À la place, nous restons en classe et jouons à des jeux de société. Nous dessinons aussi des images de la pluie et des arcs-en-ciel. C'est amusant, même si nous préférons le soleil !"
    },
    {
        "id": "fr17",
        "language": "fr",
        "level": "2",
        "difficulty": "medium",
        "content": "Les enfants de notre quartier se retrouvent tous les jours dans le grand parc pour jouer ensemble. Ils font du vélo, jouent au ballon et construisent des châteaux de sable dans le bac à sable. Parfois, ils organisent une chasse au trésor avec des indices cachés sous les arbres."
    },
    {
        "id": "fr18",
        "language": "fr",
        "level": "2",
        "difficulty": "medium",
        "content": "Ma grand-mère nous raconte toujours des histoires très intéressantes avant de dormir. Elle parle de son enfance, des animaux qu'elle avait et des fêtes au village. Ses histoires sont pleines d'aventures, et nous les écoutons avec de grands yeux, blottis sous nos couvertures."
    },
    {
        "id": "fr19",
        "language": "fr",
        "level": "2",
        "difficulty": "medium",
        "content": "Le marché de notre ville est très coloré et animé. Il y a des étals pleins de fruits comme des oranges, des pommes et des bananes. Les légumes brillent sous le soleil, et les vendeurs crient pour attirer les clients. Nous aimons y aller avec papa pour acheter de quoi cuisiner un bon repas."
    },
    {
        "id": "fr20",
        "language": "fr",
        "level": "2",
        "difficulty": "medium",
        "content": "Pendant les grandes vacances d'été, nous irons tous à la plage avec papa et maman. Nous construirons des châteaux de sable, nagerons dans la mer et mangerons des glaces. Le soir, nous regarderons le coucher du soleil sur l'eau. Ce sera une aventure inoubliable pour toute la famille !"
    },
    {
        "id": "fr21",
        "language": "fr",
        "level": "2",
        "difficulty": "hard",
        "content": "Quand il faisait beau le weekend dernier, nous sortions souvent nous promener en famille. Nous marchions dans la forêt, écoutions les oiseaux et ramassions des feuilles colorées. Maman prenait des photos, et papa nous racontait des blagues. Ces promenades sont toujours pleines de rires et de bonheur."
    },
    {
        "id": "fr22",
        "language": "fr",
        "level": "2",
        "difficulty": "hard",
        "content": "Au marché de la ville, le gentil marchand vend des épices qui sentent bon. Il y a du cumin, du safran et du poivre dans de petits sacs colorés. Il sourit toujours et explique comment utiliser les épices pour cuisiner. Nous aimons l'écouter et sentir les parfums délicieux."
    },
    {
        "id": "fr23",
        "language": "fr",
        "level": "2",
        "difficulty": "hard",
        "content": "Si tu étudies bien tes leçons chaque soir, tu réussiras tous tes examens à l'école. Il suffit de lire attentivement, de faire tes exercices et de poser des questions à la maîtresse. Mes amis et moi, nous révisons ensemble, et ça nous aide à mieux comprendre les leçons."
    },
    {
        "id": "fr24",
        "language": "fr",
        "level": "3",
        "difficulty": "easy",
        "content": "Marie trouve les exercices de mathématiques difficiles, mais elle continue à travailler dur. Chaque soir, elle s'assoit à son bureau, ouvre son cahier et résout les problèmes un par un. Sa maîtresse l'encourage et lui donne des conseils. Grâce à ses efforts, Marie devient meilleure chaque jour."
    },
    {
        "id": "fr25",
        "language": "fr",
        "level": "3",
        "difficulty": "easy",
        "content": "Il faut que nous partions de la maison avant midi pour arriver à l'heure à la fête de l'école. Nous mettons nos chaussures, prenons nos sacs et disons au revoir au chat. En chemin, nous chantons des chansons et regardons les fleurs dans les jardins des voisins."
    },
    {
        "id": "fr26",
        "language": "fr",
        "level": "3",
        "difficulty": "easy",
        "content": "Après avoir fini tous ses devoirs, Ahmed peut enfin aller jouer avec ses amis dans la cour. Ils jouent au ballon, rient et courent partout. Ahmed aime ces moments où il peut s'amuser après avoir bien travaillé. Ensuite, il rentre à la maison pour dîner avec sa famille."
    },
    {
        "id": "fr27",
        "language": "fr",
        "level": "3",
        "difficulty": "medium",
        "content": "Les grands palmiers se dressent comme des géants dans le désert chaud et sablonneux. Leurs feuilles vertes bougent doucement avec le vent, et leurs ombres protègent du soleil brûlant. Les enfants du village aiment jouer près des palmiers et écouter les histoires des anciens sur le désert."
    },
    {
        "id": "fr28",
        "language": "fr",
        "level": "3",
        "difficulty": "medium",
        "content": "Pourvu qu'il ne pleuve pas demain pendant notre sortie scolaire au zoo ! Nous voulons voir les lions, les éléphants et les girafes. Notre maître a promis de nous montrer les bébés animaux. Nous avons préparé nos carnets pour dessiner tout ce que nous verrons là-bas."
    },
    {
        "id": "fr29",
        "language": "fr",
        "level": "3",
        "difficulty": "medium",
        "content": "Toute la famille mange un délicieux tajine que maman a préparé avec beaucoup d'amour. Il y a des légumes, de la viande et des épices qui sentent bon. Nous nous asseyons autour de la table, parlons de notre journée et rions ensemble. C'est le meilleur repas de la semaine !"
    },
    {
        "id": "fr30",
        "language": "fr",
        "level": "3",
        "difficulty": "medium",
        "content": "En étudiant ses leçons tous les jours, Fatima progresse très rapidement en français. Elle lit des histoires, écrit des phrases et apprend de nouveaux mots. Sa maîtresse est fière d'elle et lui donne des étoiles sur son cahier. Fatima aime apprendre et veut continuer à s'améliorer."
    },
    {
        "id": "fr31",
        "language": "fr",
        "level": "3",
        "difficulty": "hard",
        "content": "Le grand chameau marche lentement sur le sable chaud du désert. Il est habitué à la chaleur et porte des sacs lourds sur son dos. Les enfants du village le regardent avec admiration et lui donnent de l'eau fraîche. Le chameau les remercie avec un grognement gentil."
    },
    {
        "id": "fr32",
        "language": "fr",
        "level": "3",
        "difficulty": "hard",
        "content": "Quoi que tu dises à ton petit frère, il veut toujours faire comme toi. Si tu lis un livre, il prend son livre. Si tu joues au ballon, il court après toi avec son ballon. C'est amusant, mais parfois tu veux un peu de calme ! Il t'aime beaucoup et veut être comme toi."
    },
    {
        "id": "fr33",
        "language": "fr",
        "level": "3",
        "difficulty": "hard",
        "content": "La grande place de Marrakech est toujours très animée. Il y a des musiciens qui jouent de la musique, des danseurs qui tournent et des marchands qui vendent des jus d'orange. Les enfants courent partout, et les touristes prennent des photos. C'est un endroit plein de vie et de couleurs !"
    },
    {
        "id": "fr34",
        "language": "fr",
        "level": "4",
        "difficulty": "easy",
        "content": "Notre école organise une sortie pédagogique au parc naturel pour observer les animaux sauvages. Nous verrons des cerfs, des écureuils et peut-être même des oiseaux rares. Notre maîtresse nous a demandé d'apporter des jumelles et un carnet pour noter tout ce que nous voyons. Ce sera une belle aventure !"
    },
    {
        "id": "fr35",
        "language": "fr",
        "level": "4",
        "difficulty": "easy",
        "content": "Malgré la pluie qui tombe fort, les enfants de la cour continuent à jouer dehors. Ils portent des imperméables colorés et sautent dans les flaques d'eau en riant. La maîtresse les regarde depuis la fenêtre et sourit. Après, ils rentreront pour boire un chocolat chaud et se sécher."
    },
    {
        "id": "fr36",
        "language": "fr",
        "level": "4",
        "difficulty": "easy",
        "content": "Il est probable que notre famille déménage dans une autre ville l'année prochaine. Nous visiterons une nouvelle école et un nouveau parc. Maman dit que ce sera une grande aventure, et nous pourrons décorer notre nouvelle maison. Je suis excité, mais je vais manquer mes amis d'ici."
    },
    {
        "id": "fr37",
        "language": "fr",
        "level": "4",
        "difficulty": "medium",
        "content": "Les hautes montagnes de l'Atlas sont couvertes de neige blanche et brillent sous le soleil. Elles sont magnifiques à voir, comme un tableau géant. Les enfants du village racontent des histoires sur les animaux qui vivent là-haut, comme les chèvres sauvages et les aigles majestueux."
    },
    {
        "id": "fr38",
        "language": "fr",
        "level": "4",
        "difficulty": "medium",
        "content": "Ayant terminé tous ses devoirs à temps, Salma peut enfin regarder son émission préférée à la télévision. Elle s'assoit sur le canapé avec une couverture et un jus de fruits. Son petit frère veut regarder avec elle, alors ils partagent des bonbons et rient des blagues de l'émission."
    },
    {
        "id": "fr39",
        "language": "fr",
        "level": "4",
        "difficulty": "medium",
        "content": "Il semblerait que les résultats de nos examens soient bien meilleurs que nous l'espérions. La maîtresse a affiché les notes sur le tableau, et tout le monde était content. Nous avons fêté ça en classe avec des gâteaux et des chansons. C'est une belle récompense pour notre travail !"
    },
    {
        "id": "fr40",
        "language": "fr",
        "level": "4",
        "difficulty": "medium",
        "content": "Le grand marché de la ville est plein de monde et de couleurs. Les étals vendent des fruits très frais, comme des melons, des fraises et des mangues. Les marchands sourient et donnent parfois des fruits aux enfants. Nous aimons flâner là-bas et sentir les odeurs délicieuses."
    },
    {
        "id": "fr41",
        "language": "fr",
        "level": "4",
        "difficulty": "hard",
        "content": "Les belles traditions de notre pays sont transmises par nos grands-parents. Ils nous apprennent des chansons anciennes, des danses et des recettes délicieuses. Chaque fête, nous portons des vêtements traditionnels et partageons des plats spéciaux. Ces moments nous rendent fiers de notre culture."
    },
    {
        "id": "fr42",
        "language": "fr",
        "level": "4",
        "difficulty": "hard",
        "content": "Le grand festival de musique de notre ville célèbre les chansons traditionnelles chaque année. Les musiciens jouent des tambours et des flûtes, et tout le monde danse dans les rues. Les enfants portent des costumes colorés et chantent avec les adultes. C'est une fête joyeuse pour tous !"
    },
    {
        "id": "fr43",
        "language": "fr",
        "level": "4",
        "difficulty": "hard",
        "content": "Bien qu'elle soit très fatiguée après l'école, Aicha refuse d'arrêter ses devoirs avant de finir. Elle s'assoit à son bureau, relit ses leçons et corrige ses erreurs. Sa maman lui apporte un verre d'eau et l'encourage. Aicha veut réussir pour rendre sa famille fière."
    },
    {
        "id": "fr44",
        "language": "fr",
        "level": "5",
        "difficulty": "easy",
        "content": "Les élèves de notre classe savent que les études sont importantes, alors ils travaillent avec beaucoup de sérieux. Ils lisent leurs livres, posent des questions et aident leurs camarades. La maîtresse est fière de nous et nous donne des autocollants pour nos efforts. Nous aimons apprendre ensemble !"
    },
    {
        "id": "fr45",
        "language": "fr",
        "level": "5",
        "difficulty": "easy",
        "content": "Il aurait fallu que notre ami Omar prévienne ses parents plus tôt de sa sortie scolaire. Il a oublié, et maintenant ils s'inquiètent un peu. Heureusement, la maîtresse a appelé pour expliquer. Omar promet de mieux s'organiser la prochaine fois pour que tout le monde soit rassuré."
    },
    {
        "id": "fr46",
        "language": "fr",
        "level": "5",
        "difficulty": "easy",
        "content": "Tous les enfants qui veulent participer au concours de dessin doivent s'inscrire avant vendredi. Ils préparent leurs crayons, leurs peintures et leurs idées. Le thème est 'Mon animal préféré'. Nous avons hâte de voir les dessins colorés affichés dans la salle de classe !"
    },
    {
        "id": "fr47",
        "language": "fr",
        "level": "5",
        "difficulty": "medium",
        "content": "Notre beau pays est connu pour ses marchés colorés et animés, où se rencontrent différentes cultures. Les gens viennent acheter des fruits, des tissus et des bijoux. Les enfants courent entre les étals, et les musiciens jouent des chansons joyeuses. C'est un endroit plein de vie !"
    },
    {
        "id": "fr48",
        "language": "fr",
        "level": "5",
        "difficulty": "medium",
        "content": "Les élèves de sixième ont bien appris leurs leçons et étudient maintenant l'histoire fascinante de leur pays. Ils lisent des histoires sur les anciens rois, les marchés et les traditions. La maîtresse montre des images et raconte des anecdotes pour rendre les leçons vivantes."
    },
    {
        "id": "fr49",
        "language": "fr",
        "level": "5",
        "difficulty": "medium",
        "content": "La vieille ville de Rabat est protégée comme un monument historique. Ses bâtiments très anciens ont des murs épais et des portes sculptées. Nous visitons cette ville avec l'école et apprenons son histoire. Les guides nous racontent des histoires sur les gens qui vivaient là il y a longtemps."
    },
    {
        "id": "fr50",
        "language": "fr",
        "level": "5",
        "difficulty": "hard",
        "content": "Les vieux livres d'histoires dans la bibliothèque de l'école racontent des aventures fascinantes d'autrefois. Il y a des récits sur des pirates, des châteaux et des héros courageux. Nous les lisons en classe et imaginons ces mondes magiques. Ces livres sont comme des trésors précieux pour nous."
    },
    {
        "id": "fr51",
        "language": "fr",
        "level": "5",
        "difficulty": "hard",
        "content": "Les magnifiques jardins de la ville ont été créés il y a très longtemps. Ils ont des fontaines, des fleurs colorées et des bancs pour se reposer. Les enfants viennent jouer, et les adultes lisent ou discutent. C'est un endroit paisible où tout le monde aime passer du temps."
    },
    {
        "id": "fr52",
        "language": "fr",
        "level": "5",
        "difficulty": "hard",
        "content": "La culture de notre pays mélange des traditions anciennes et modernes, et cela nous rend très fiers. Nous célébrons avec des danses, des chansons et des plats délicieux. Les enfants apprennent ces traditions à l'école et les partagent avec leurs familles. C'est une belle façon de rester unis."
    },
    {
        "id": "fr53",
        "language": "fr",
        "level": "6",
        "difficulty": "easy",
        "content": "Les élèves de notre école préparent un spectacle original pour la fête de fin d'année. Ils répètent des chansons, des danses et même une petite pièce de théâtre. Tout le monde aide à décorer la scène avec des dessins et des guirlandes. Les parents viendront regarder et applaudir !"
    },
    {
        "id": "fr54",
        "language": "fr",
        "level": "6",
        "difficulty": "easy",
        "content": "Il se peut que les directeurs d'école décident d'améliorer l'éducation avec de nouvelles idées. Ils parlent de nouveaux livres, de jeux éducatifs et de sorties. Nous, les élèves, sommes excités à l'idée d'apprendre de nouvelles choses et de rendre l'école encore plus amusante."
    },
    {
        "id": "fr55",
        "language": "fr",
        "level": "6",
        "difficulty": "easy",
        "content": "Même s'il pleuvait très fort demain, nous irons quand même au musée avec l'école. Nous porterons des imperméables et des parapluies colorés. Au musée, nous verrons des tableaux et des objets anciens. Ce sera une journée spéciale, même sous la pluie !"
    },
    {
        "id": "fr56",
        "language": "fr",
        "level": "6",
        "difficulty": "medium",
        "content": "Les artisans de notre ville sont très habiles et créent des poteries uniques et belles. Ils ont appris leur métier de leurs grands-parents. Leurs vases et bols sont peints avec des couleurs vives. Nous visitons leur atelier avec l'école et essayons de modeler l'argile nous-mêmes."
    },
    {
        "id": "fr57",
        "language": "fr",
        "level": "6",
        "difficulty": "medium",
        "content": "Notre pays célèbre ses traditions avec des fêtes colorées pleines de joie. Il y a de la musique, des danses et des plats délicieux. Les enfants portent des costumes traditionnels et participent aux défilés. Ces fêtes nous rappellent l'importance de notre culture et nous rendent heureux."
    },
    {
        "id": "fr58",
        "language": "fr",
        "level": "6",
        "difficulty": "medium",
        "content": "Les enfants de l'école de danse apprennent les danses traditionnelles de leurs grands-parents. Ils répètent avec soin pour garder ces danses vivantes. Leur professeur leur raconte l'histoire de chaque danse, et ils portent des costumes colorés. C'est une belle façon de respecter le passé."
    },
    {
        "id": "fr59",
        "language": "fr",
        "level": "6",
        "difficulty": "hard",
        "content": "La grande bibliothèque de notre ville est un véritable trésor de connaissances. Elle contient des livres très précieux et rares sur l'histoire, les sciences et les contes. Les élèves viennent y lire et faire des recherches pour leurs projets. C'est un endroit calme où l'on apprend beaucoup."
    },
    {
        "id": "fr60",
        "language": "fr",
        "level": "6",
        "difficulty": "hard",
        "content": "Les anciens rois de notre pays ont laissé un héritage culturel extraordinaire. Ils ont construit des palais, des mosquées et des écoles. Aujourd'hui, nous visitons ces lieux avec l'école et apprenons leur histoire. Ces bâtiments nous rappellent l'importance de préserver notre passé pour l'avenir."
    },
    {
        "id": "fr61",
        "language": "fr",
        "level": "6",
        "difficulty": "hard",
        "content": "Les belles histoires amazighes sont racontées depuis très longtemps, de génération en génération. Elles parlent de héros courageux, d'animaux malins et de montagnes magiques. Les enfants les écoutent avec émerveillement et les racontent à leur tour. Ces histoires nous inspirent et nous unissent."
    },
    {
        "id": "fr62",
        "language": "fr",
        "level": "1",
        "difficulty": "easy",
        "content": "Ma petite sœur boit de l'eau fraîche dans son verre préféré après avoir joué dehors. Son verre est bleu avec des étoiles jaunes. Elle court dans le jardin, joue avec le chien et revient toute essoufflée. L'eau la rafraîchit, et elle sourit en regardant les fleurs autour d'elle."
    },
    {
        "id": "fr63",
        "language": "fr",
        "level": "1",
        "difficulty": "easy",
        "content": "Le pain tout chaud que papa a acheté ce matin sent très bon dans la cuisine. Il est croustillant à l'extérieur et moelleux à l'intérieur. Nous le coupons en tranches et mettons du beurre dessus. Toute la famille s'assoit autour de la table pour le goûter ensemble."
    },
    {
        "id": "fr64",
        "language": "fr",
        "level": "1",
        "difficulty": "medium",
        "content": "Papa travaille tous les jours dans son grand bureau près de la fenêtre. Il a un ordinateur, des livres et des crayons sur son bureau. Parfois, il regarde dehors et voit les oiseaux dans l'arbre. Quand je lui rends visite, il me raconte ce qu'il fait et me montre ses dessins."
    },
    {
        "id": "fr65",
        "language": "fr",
        "level": "1",
        "difficulty": "hard",
        "content": "La petite fille de notre voisin dessine de beaux dessins avec ses crayons de couleur. Elle fait des soleils, des maisons et des fleurs sur une grande feuille. Elle montre ses dessins à tout le monde avec un grand sourire. Nous aimons les regarder et deviner ce qu'ils représentent."
    },
    {
        "id": "fr66",
        "language": "fr",
        "level": "2",
        "difficulty": "easy",
        "content": "Demain matin, nous visiterons le centre de la ville avec notre maîtresse et toute la classe. Nous verrons les boutiques, la grande fontaine et la vieille église. Nous apporterons nos carnets pour dessiner ce que nous voyons. Ce sera une sortie amusante pour découvrir notre ville !"
    },
    {
        "id": "fr67",
        "language": "fr",
        "level": "2",
        "difficulty": "medium",
        "content": "Le gentil professeur de sciences explique toujours les leçons difficiles de façon très claire. Il utilise des images, des vidéos et même des expériences amusantes. Nous apprenons comment les plantes poussent et pourquoi le ciel est bleu. Tout le monde aime ses cours et pose beaucoup de questions."
    },
    {
        "id": "fr68",
        "language": "fr",
        "level": "2",
        "difficulty": "hard",
        "content": "Pendant que tu dormais paisiblement dans ton lit, maman a préparé ton plat préféré pour le dîner. Elle a cuisiné des pâtes avec une sauce tomate délicieuse et du fromage fondant. L'odeur a rempli la maison, et nous t'avons réveillé doucement pour venir manger avec nous."
    },
    {
        "id": "fr69",
        "language": "fr",
        "level": "3",
        "difficulty": "easy",
        "content": "Il est très important que vous compreniez bien cette règle de grammaire pour réussir vos exercices. La maîtresse l'explique avec des exemples simples, et nous faisons des jeux pour nous entraîner. Si nous apprenons bien, nous pourrons écrire de belles histoires en classe."
    },
    {
        "id": "fr70",
        "language": "fr",
        "level": "3",
        "difficulty": "medium",
        "content": "Malgré toutes les difficultés rencontrées en chemin, Yasmine a finalement atteint son objectif de réussite. Elle a étudié dur, demandé de l'aide à ses amis et écouté les conseils de la maîtresse. Maintenant, elle est fière de ses notes et partage sa joie avec sa famille."
    },
    {
        "id": "fr71",
        "language": "fr",
        "level": "3",
        "difficulty": "hard",
        "content": "Où que vous alliez dans le monde pendant vos voyages, vous trouverez toujours des gens prêts à vous aider. Ils partagent leurs histoires, leur nourriture et leurs sourires. Cela nous apprend que, même loin de chez nous, nous pouvons nous sentir comme à la maison."
    },
    {
        "id": "fr72",
        "language": "fr",
        "level": "4",
        "difficulty": "easy",
        "content": "Il est fort probable que cette nouvelle méthode d'apprentissage soit très efficace pour tous les élèves. Elle utilise des jeux, des chansons et des vidéos pour rendre les leçons amusantes. Nous l'avons essayée en classe, et tout le monde a adoré apprendre de cette façon !"
    },
    {
        "id": "fr73",
        "language": "fr",
        "level": "4",
        "difficulty": "medium",
        "content": "Les chercheurs du laboratoire ont étudié attentivement toutes les données et présentent maintenant leurs découvertes intéressantes. Ils ont trouvé de nouveaux animaux et plantes dans la forêt. Nous lisons leurs rapports en classe et dessinons ces découvertes pour notre projet scientifique."
    },
    {
        "id": "fr74",
        "language": "fr",
        "level": "4",
        "difficulty": "hard",
        "content": "Malgré toutes les difficultés rencontrées pendant l'année, le projet de notre école avance exactement comme prévu. Nous construisons un jardin scolaire avec des fleurs et des légumes. Tout le monde aide, et nous sommes fiers de voir les plantes pousser grâce à notre travail."
    },
    {
        "id": "fr75",
        "language": "fr",
        "level": "5",
        "difficulty": "easy",
        "content": "Il aurait été bien mieux que notre camarade demande de l'aide à un spécialiste pour son exposé. Il voulait tout faire seul, mais c'était difficile. La maîtresse l'a aidé à trouver des livres, et maintenant son exposé sur les étoiles est très intéressant !"
    },
    {
        "id": "fr76",
        "language": "fr",
        "level": "5",
        "difficulty": "medium",
        "content": "L'architecte de notre nouvelle école pense beaucoup à protéger la nature. Il dessine des bâtiments avec des fenêtres pour la lumière et des jardins sur les toits. Nous visitons le chantier avec la classe et apprenons comment ces bâtiments respectent l'environnement."
    },
    {
        "id": "fr77",
        "language": "fr",
        "level": "5",
        "difficulty": "hard",
        "content": "Les scientifiques du musée ne comprennent pas encore certaines découvertes, alors ils décident de revoir toutes leurs hypothèses. Ils étudient des os anciens et des outils d'il y a longtemps. Nous lisons leurs travaux en classe et imaginons comment vivaient les gens d'autrefois."
    },
    {
        "id": "fr78",
        "language": "fr",
        "level": "6",
        "difficulty": "easy",
        "content": "Les responsables de l'éducation veulent créer de nouvelles règles pour améliorer la vie scolaire des enfants. Ils parlent d'ajouter plus de récréations et de nouveaux jeux éducatifs. Nous, les élèves, donnons nos idées pour rendre l'école encore plus amusante et agréable."
    },
    {
        "id": "fr79",
        "language": "fr",
        "level": "6",
        "difficulty": "medium",
        "content": "Le spécialiste en économie a étudié les changements du marché et conseille une approche prudente. Il explique que nous devons économiser et bien réfléchir avant d'acheter. En classe, nous apprenons comment gérer un petit budget pour notre projet de marché scolaire."
    },
    {
        "id": "fr80",
        "language": "fr",
        "level": "6",
        "difficulty": "hard",
        "content": "Les grands penseurs d'aujourd'hui se posent des questions importantes sur la technologie moderne. Ils se demandent comment elle peut aider ou changer notre avenir. En classe, nous discutons de ces idées et écrivons des histoires sur un monde avec des robots et des inventions incroyables."
    }
]